{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__Level__c": 1,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "Questionnaire",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/CDHP/SG_Questionnaire/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__Order__c": 9,
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": "%vlocity_namespace%__OmniScript__c/CDHP/SG_Questionnaire/English",
        "Name": "Appendix_1",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/CDHP/SG_Questionnaire/English/Appendix_1",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "Appendix_1",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "label": "TextBlock30",
        "show": null,
        "text": "<p>If distribute account holder agreements in Section B was selected, this appendix must be completed.&nbsp;</p>\n<p>THIS HSA EMPLOYER ENROLLMENT AGREEMENT (the &ldquo;<strong>Agreemen</strong><strong>t</strong>&rdquo;) is made and entered into as of this&nbsp;<strong> %HSADetails_HSA_Agreement_Day%</strong> day of&nbsp;<strong>%HSADetails_HSA_Agreement_Month%</strong>,</p>\n<p><strong>%HSADetails_HSA_Agreement_Year%</strong>&nbsp;(the &ldquo;<strong>E</strong><strong>ffective</strong>&nbsp;<strong>Da</strong><strong>t</strong><strong>e</strong>&rdquo;), between&nbsp;<strong>%HSADetails_Employer_Name_on_Agreement%</strong>&nbsp;(&ldquo;<strong>Client</strong>&rdquo;),</p>\n<p>a&nbsp;<strong>%HSADetails_Corporation_Type_on_Agreement%</strong>&nbsp;corporation whose principal address is&nbsp;<strong>%HSADetails_Company_Address_on_Agreement%</strong>&nbsp;and Anthem (\"<strong>Compan</strong><strong>y\"</strong>).</p>\n<p>&nbsp;WHEREAS, Client is a client of Company with respect to the receipt by Client of certain benefit plan administrative services provided by Company; and</p>\n<p>WHEREAS, Company has arranged for Health Savings Accounts (&ldquo;<strong>HSAs</strong>&rdquo;) established pursuant to Section 223 of the Internal Revenue Code to be made available by custodian selection on questionnaire (&ldquo;<strong>Bank</strong>&rdquo;) to Client&rsquo;s employees (&ldquo;<strong>Employees</strong>&rdquo;) who have enrolled in a high- deductible health plan made available through Client; and</p>\n<p>WHEREAS, Company provides a variety of methods by which Employees may enroll in HSAs established at Bank; and</p>\n<p>WHEREAS, Client, as agent for Company, has agreed to provide the enrollment support and documentation services set forth in this Agreement for its Employees that have elected to enroll in a high deductible health plan and to open an HSA at Bank;</p>\n<p>NOW THEREFORE, in consideration of the foregoing, and other good and valuable consideration, the parties hereby agree as follows:</p>\n<ol>\n<li><strong>HSA</strong> <strong>Marketing</strong> In marketing health savings accounts to its Employees, the Client will use only those materials that have been provided or approved in writing by Company.</li>\n<li><strong>Enrollment</strong> Client will provide to Company, in a format acceptable to Company, enrollment information with respect to each Employee who has agreed to enroll in a high deductible health plan and to open an HSA with Bank serving as Custodian. Such information shall include, at a minimum, the Employee&rsquo;s name, a street address, the Employee&rsquo;s social security number, information related to Employees payroll deductions to be made to the HSA, and such other information as reasonably required by Company. Company is authorized to forward such enrollment information to Bank through the applicable processor for the purpose of opening HSAs at Bank, issuing debit cards to access Employee&rsquo;s HSA, and otherwise servicing the Employee HSA.</li>\n<li><strong>Account</strong> <strong>Holder</strong> Client shall either (a) deliver the Account Holder Agreement to each Employee who expresses an interest in enrolling in a high deductible health plan and HSA through Client at or before the Employee&rsquo;s enrollment in the HSA, or (b) before or within ten (10) days after enrollment by Employees in a high deductible health plan and Employee&rsquo;s election to open an HSA at Bank, Client shall deliver to each such Employee a true and correct copy of the Account Holder Agreement provided by Company to Client. The Account Holder Agreement shall be provided to the Employee at no cost to the Employee.\n<ul>\n<li>The Account Holder Agreement is an agreement between an Account Holder and Bank, in form acceptable to Bank, which sets forth\n<ul>\n<li>the Account Holder&rsquo;s request to open an HSA at Bank, (2) Bank&rsquo;s agreement to serve as Custodian of the HSA in accordance with the Code; (3) the terms and conditions applicable to the HSA, (4) the interest rate(s) payable by Bank on the HSA, (5) other investment options available to the Account Holder, and (6) such other documents as may be required by Bank in connection with the opening of an HSA (including, but not limited to investment documents and forms, if applicable). Bank is solely responsible for the content of the Account Holder Agreement and for its compliance with Governmental R</li>\n</ul>\n</li>\n<li>If paper enrollment documents are returned by Employees to the Client, the Client will retain copies for a period of at least two (2) years after the Employee&rsquo;s enrollment in the HSA, and shall furnish copies to Bank upon Client, as agent of Company, shall retain records demonstrating Client&rsquo;s compliance with its obligations under this section, which records shall be available for review and audit by Company and by Bank and/or Bank&rsquo;s bank regulatory agencies for a period of not less than two (2) years after such enrollment is completed. Client shall not modify the Account Holder Agreement prior to its presentation to Employees without the prior written consent of Bank.</li>\n</ul>\n</li>\n<li><strong>Client&rsquo;s</strong> <strong>R</strong><strong>epresen</strong><strong>tations</strong> <strong>and</strong> <strong>Warr</strong> Client hereby represents and warrants to Company that all enrollment information provided by Client to Company pursuant to Section 2 of this Agreement is true and correct, and Client shall provide reasonable assistance to Company and/or Bank to confirm the correctness of such information.</li>\n<li><strong>Termina</strong> This Agreement shall automatically terminate when Client no longer receives administrative services from Company. Client understands and agrees that Bank shall have the right to require Company to immediately terminate this Agreement in the event that Client breaches any provision contained herein or Bank determines that Client&rsquo;s performance of its obligations set forth in this Agreement represents an undue financial, reputational, or other risk to Bank.</li>\n</ol>\n<p></p>"
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "tbApdx1",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/CDHP/SG_Questionnaire/English/tbApdx1"
}