{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__Level__c": 1,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "SG Enrollment-WI_NV",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/WI_NV/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__Order__c": 12,
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": "%vlocity_namespace%__OmniScript__c/Enrollment/WI_NV/English",
        "Name": "GeneralAgreement",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/WI_NV/English/GeneralAgreement",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "GeneralAgreement",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "label": null,
        "show": {
            "group": {
                "operator": "AND",
                "rules": [
                    {
                        "condition": "=",
                        "data": "",
                        "field": ""
                    },
                    {
                        "condition": "=",
                        "data": "2018",
                        "field": "EffectiveDateYear"
                    }
                ]
            }
        },
        "text": "<p>Terms and Conditions</p>\n<p>The undersigned employer and/or authorized representative hereby request(s) approval for insurance coverage by Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada and/or Anthem Life. Our signature below will indicate that Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada and/or Anthem Life are approving coverage. By signing this application, the undersigned employer agrees to be bound by the terms of the contract. The employer agrees that:</p>\n<p>The employer must maintain records and furnish to Anthem or their designated agent(s), and information required in connection with administration of the coverage. Original source documents, including but limited to employee/member enrollment documentation, shall be made available upon Anthem&rsquo;s request.<br />The requested coverage is not in effect until this application is approved by Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada; that approval of coverage shall be evidenced by issuing insurance contracts and/or policies to the employer; and an employee&rsquo;s coverage is not in effect unless and until the employee application is approved for coverage by Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada. The employer must meet the minimum enrollment, participation and eligibility requirements according to the applicable Anthem underwriting policies and Nevada state law. <br />The advance premium check does not create temporary or interim insurance coverage, and receipt and deposit of that payment does not guarantee issuance of insurance coverage; rather, issuance of insurance coverage is expressly conditioned on Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada determination that the employer satisfies Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada current underwriting practices and procedures. Unless these conditions are met, there shall be no liability on that part of Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada, except to refund the advance premium payment. The employer will be responsible for returning to individual employees any part of the payment contributed by those employees. <br />For Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada to accept this application, all the information requested on this application must be completed. If the application is not complete, Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada or their designated agent(s) are authorized to obtain the necessary information and to complete that information on this application. The employer understands that the coverage issued by Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada may be different from the coverage applied for herein. If Anthem Blue Cross and Blue Shield/Anthem and/or HMO Nevada notifies the employer of such different coverage, and the employer pays the appropriate premium, the employer will be deemed to have accepted the coverage as issued. <br />By signing below, I, the employer, agree that Anthem can deliver plan materials and related items, including but not limited to benefit booklets, summaries, billing statements, notices of non-payment and cancellation and other notices, via email or other electronic means. I agree that I will provide and update Anthem with a current email address. I understand that at any time I can request a free copy of these materials by mail, by contacting Anthem at 1-800-922-4770 or via the EmployerAccess system.</p>"
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "GeneralAgreementTextNV_T/C",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/WI_NV/English/GeneralAgreementTextNV_T/C"
}