{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__Level__c": 1,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "SG Enrollment-CT_NH_ME",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/CT_NH_ME/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__Order__c": 6,
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": "%vlocity_namespace%__OmniScript__c/Enrollment/CT_NH_ME/English",
        "Name": "GeneralAgreement2019",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/CT_NH_ME/English/GeneralAgreement2019",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "GeneralAgreement2019",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "cancelLabel": "Cancel",
        "cancelMessage": "Are you sure?",
        "completeLabel": "Complete",
        "completeMessage": "Are you sure you want to complete the script?",
        "conditionType": "Hide if False",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "knowledgeOptions": {
            "dataCategoryCriteria": "",
            "keyword": "",
            "language": "English",
            "publishStatus": "Online",
            "remoteTimeout": 30000
        },
        "label": null,
        "nextLabel": "Next",
        "nextWidth": 3,
        "previousLabel": "Previous",
        "previousWidth": 3,
        "remoteOptions": {
        },
        "remoteTimeout": 30000,
        "saveLabel": "Save for later",
        "saveMessage": "Are you sure you want to save it for later?",
        "show": {
            "group": {
                "operator": "AND",
                "rules": [
                    {
                        "condition": "=",
                        "data": "CT",
                        "field": "qState"
                    },
                    {
                        "group": {
                            "operator": "AND",
                            "rules": [
                                {
                                    "condition": "=",
                                    "data": "2019",
                                    "field": "EffectiveDateYear"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        "showPersistentComponent": [
            false,
            false
        ],
        "text": "<p style=\"text-align: justify;\">We understand that this small group off-exchange product is not eligible for a premium tax credit.</p>\n<p style=\"text-align: justify;\">If we decide to cancel our group coverage after coverage has been issued, we understand that the cancellation will become effective on the last day of the month in which Anthem received the written notification of cancellation, and that no premiums will be refunded for any period between Anthem&rsquo;s receipt of the notification and the last day of the month when the cancellation takes effect. If there are any premiums after the cancellation date, we understand that Anthem will refund these premiums after 45 days from the premium deposit date.</p>\n<p style=\"text-align: justify;\">For employers offering a Health Savings Account (HSA) compatible EPO plan: We, the employer, understand that the High Deductible EPO plan is designed for Exclusive Provider Organization (EPO) usage, and that using non-participating providers could result in significantly higher out-of-pocket costs. We understand that having this coverage does not establish an HSA.</p>\n<p style=\"text-align: justify;\">The HSA, which must be established for tax-advantaged treatment, is a separate arrangement between the individual and a bank or other qualified institution. Applicant must be an &ldquo;eligible individual&rdquo; under IRS regulations to receive the HSA tax benefits. The IRS has not yet issued HSA or high deductible health plan regulations or determined that Anthem high deductible plans are qualifying high deductible health plans. Consultation with a tax advisor is recommended.</p>\n<p style=\"text-align: justify;\">By signing below, I, the employer, agree that Anthem can deliver plan materials and related items, including but not limited to benefit booklets, summaries, billing statements, notices of non-payment and cancellation and other notices, via email or other electronic means. I agree that I will provide and update Anthem with a current email address. I understand that at any time I can request a free copy of these materials by mail, by contacting Anthem at [1-800-922-4770].&nbsp; I also agree that by providing Anthem with an employee or participant's e-mail address, the employer thereby represents that: (1) the employer has the employee's consent to receive plan documents (including explanation of benefits and claim denials) electronically; (2) the employee has reasonable access to the electronic communication at work; and (3) the employer obtained the employee consent using Anthem's application form or in a manner that clearly and conspicuously described the types of communications which can be made&nbsp;electronically, any hardware or software required to access those communications, the ability and process to change email addresses or withdraw consent and request a paper copy or otherwise in a manner that complies with applicable state and federal law regarding electronic delivery of plan materials and adverse benefit determinations.&nbsp;</p>\n<p style=\"text-align: justify;\">To the best of our knowledge and belief, all information on this application is true and complete, and Anthem may rely on this application in deciding whether to provide coverage. If the application is not complete, Anthem reserve(s) the right to reject it and notify us in writing. We understand and agree that no coverage will be effective before the date determined by Anthem, and that such coverage will be effective only if we have paid our first month&rsquo;s premium and this application is accepted. We understand that the premium rates calculated for the employer are contingent on the accuracy of eligibility data submitted on employees and covered dependents to Anthem. Any misstatements on the employees&rsquo; applications may result in a material change to the group&rsquo;s coverage or premium rates as of the effective date of the group coverage. We further understand and agree that we should keep prior coverage in force until notified of acceptance in writing by Anthem and that no agent has the right to accept this application or bind coverage. If this application is accepted, it becomes a part of our contract with Anthem. We shall comply with all provisions of the contract(s) issued.</p>",
        "validationRequired": true
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "CTDisclosure",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/CT_NH_ME/English/CTDisclosure"
}