{
    "%vlocity_namespace%__Active__c": true,
    "%vlocity_namespace%__Level__c": 1,
    "%vlocity_namespace%__OmniScriptId__c": {
        "Name": "SG Enrollment-WI_CT_NV_ME_NH",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__OmniScript__c/Enrollment/WI_CT_NV_ME_NH/English",
        "VlocityRecordSObjectType": "%vlocity_namespace%__OmniScript__c"
    },
    "%vlocity_namespace%__Order__c": 6,
    "%vlocity_namespace%__ParentElementId__c": {
        "%vlocity_namespace%__OmniScriptId__c": "%vlocity_namespace%__OmniScript__c/Enrollment/WI_CT_NV_ME_NH/English",
        "Name": "GeneralAgreement",
        "VlocityDataPackType": "VlocityMatchingKeyObject",
        "VlocityMatchingRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/WI_CT_NV_ME_NH/English/GeneralAgreement",
        "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c"
    },
    "%vlocity_namespace%__ParentElementName__c": "GeneralAgreement",
    "%vlocity_namespace%__ParentElementType__c": "Step",
    "%vlocity_namespace%__PropertySet__c": {
        "HTMLTemplateId": "",
        "controlWidth": 12,
        "dataJSON": false,
        "disOnTplt": false,
        "documentNames": [
            "CABIADCJA1df5d015bef244b49e1aa5c19ba9dd16",
            "CABIADCJA04cac2bc73b14b40b316d4646e7495e4"
        ],
        "label": null,
        "show": {
            "group": {
                "operator": "AND",
                "rules": [
                    {
                        "condition": "=",
                        "data": "CO",
                        "field": "qState"
                    }
                ]
            }
        },
        "text": "<p>Employer understands and certifies the following, and if approved for coverage, agrees by payment of the required premiums, and the authorized representative certifies on behalf of the employer:</p>\n<p><br /><strong>1.</strong> To comply with all terms and provisions of the Group Contract(s) issued, and trust agreements, if applicable. <br /><strong>2.</strong> To make the coverage available to all eligible employees and their eligible dependents and to distribute information and documents to enrolled employees as needed. <br /><strong>3.</strong> To maintain records and furnish to Anthem or their designated agent(s), any information required in connection with administration of the coverage. Original source documents, including but not limited to employee/member enrollment documentation, shall be made available upon Anthem&rsquo;s request. <br /><strong>4.</strong> To provide notice of applicable conversion rights and rights to continue health coverage under COBRA to eligible employees and eligible dependents. <br /><strong>5.</strong> That statements, except for medical coverage, of medical history will be required of employees, and dependents when applying for coverage within or outside the time frames or amount of coverage limits established by Anthem. <br /><strong>6.</strong> That approval for this coverage may cancel any prior contracts and/or coverage with Anthem effective immediately preceding the effective date of the employer&rsquo;s coverage. <br /><strong>7.</strong> To pay Anthem by the premium due date, the premiums on behalf of each member covered under the contract, unless otherwise stated in any financial agreement between the parties, to submit applications of employees prior to their date of eligibility, to keep all necessary records regarding membership, to assume responsibility for handling the COBRA and state-mandated continued group coverage and/or conversion process, if applicable. <br /><strong>8.</strong> That claims filed by or on behalf of members may, at Anthem&rsquo;s option, be suspended if premiums are not timely received. <br /><strong>9.&nbsp;</strong>If applicable, employer will receive on behalf of members, all notices delivered by Anthem, and immediately forward such notices to persons involved, at their last known address. <br /><strong>10.</strong> The advance premium check does not create temporary or interim coverage and that receipt and deposit of that payment does not guarantee issuance of coverage. Rather, issuance of coverage is expressly conditioned on Anthem&rsquo;s determination that the group is an acceptable risk based on their current underwriting practices and procedures. Unless these conditions are met, there shall be no liability on the part of Anthem except to refund the payment. The employer will be responsible for returning to individual. <br /><strong>11.</strong> That in order for Anthem to accept or decline this application, all the information requested on this application must be completed. In the event the application is not complete, Anthem, or its designated agent(s), is authorized to obtain the necessary information and to complete that information on this application. The employer understands that the coverage issued by Anthem may be different than the coverage applied for herein. In that event, Anthem shall notify the employer of such differences, and by payment of the appropriate premiums, the employer will accept the coverage as issued. <br /><strong>12.</strong> The premium rates calculated for the employer are contingent, based upon the accuracy of the eligibility data submitted on employees and covered dependents to Anthem by the employer. Anthem reserves the right to review such rates upon receipt of all individual applications for employers&rsquo; employees and to modify the rates, if the enrollment information so warrants. Any misstatements on employees&rsquo; application or failure to report new medical information prior to the employees&rsquo; effective dates may result in a material change to the groups&rsquo; coverage or premium rates as of the effective date of coverage. <br /><strong>13.</strong> The entire application for Group coverage has been reviewed, and all answers contained herein are true and complete to the best of the employer&rsquo;s and/or authorized representative&rsquo;s knowledge and belief. <br /><strong>14.</strong> All employees applying for coverage are employees of the employer and receive salary or wages documented on state and/or federal payroll reports. Eligible full-time employees must work at least 30 hours per week (25 in OH if the employer is a &ldquo;small employer&rdquo; as defined by Ohio law, or if employer participates in a trust to which a group policy has been issued which contains a minimum 25 hours per week eligibility requirement), must be actively at work (or excepted as explained above), and must have satisfied any applicable eligible waiting period. <br /><strong>15.</strong> The requested coverage is not in effect unless and until this application is approved by Anthem, that approval of coverage shall be evidenced by issuing Group contracts and/or policies to the employer, and an employee&rsquo;s coverage is not in effect unless and until the employee applies and is approved for coverage by Anthem. <br /><strong>16.</strong> The employer acknowledges that he has signed the attached benefit proposals indicating the coverages requested. <br /><strong>17.</strong> The broker listed below is authorized to make enrollment and eligibility changes on behalf of the employer&rsquo;s group health plan, and employer will immediately inform Anthem if this authorization is revoked. <br /><strong>18.</strong> This small group off-exchange product is not eligible for a premium tax credit. <br /><strong>19.</strong> The HSA, which must be established for tax-advantaged treatment, is a separate arrangement between the individual and a bank or other qualified institution. Applicant must be an &ldquo;eligible individual&rdquo; under IRS regulations to receive the HSA tax benefits. <br /><strong>20.</strong> By signing below, I, the employer, agree that Anthem can deliver plan materials and related items, including but not limited to benefit booklets, summaries, billing statements, notices of non-payment and cancellation and other notices, via email or other electronic means. I agree that I will provide and update Anthem with a current email address. I understand that at any time I can request a free copy of these materials by mail, by contacting Anthem at 1-800-922-4770 or via the EmployerAccess system.</p>\n<p><br /><strong>The following subsection is for Life, AD&amp;D and/or Disability Applicants:</strong><br />The undersigned employer and/or authorized representative hereby requests that it be approved for insurance coverage through Anthem Life Insurance Company (Anthem Life). Employer understands and represents to the best of his knowledge and belief the following, and if approved for coverage, agrees by payment of the required premiums; and the authorized representative certifies on behalf of the employer:</p>\n<p><br /><strong>1.</strong> To comply with all terms and provisions of the Group Contract(s) issued, and trust agreements, if applicable, and also accepts enrollment under Anthem Life trust policy(ies), if applicable; <br /><strong>2.</strong> To make the insurance coverage available to all eligible employees and their eligible dependents and to distribute information and documents to enrolled employees as needed; <br /><strong>3.</strong> To maintain records and furnish to company or their designated agent(s), any information required in connection with administration of the insurance coverage; <br /><strong>4.</strong> To provide notice of applicable conversion rights to eligible employees and eligible dependents; <br /><strong>5.</strong> That statements of medical history will be required of employees and dependents when applying for coverage within or outside the time frames or amount of coverage limits established by Company for life and disability insurance; <br /><strong>6.</strong> That approval for this insurance may cancel any prior contracts and/or coverage with Company effective immediately preceding the effective date of the employer&rsquo;s coverage; <br /><strong>7.</strong> To pay Company by the premium due date, the premiums on behalf of each member covered under the contract, unless otherwise stated in any financial agreement between the parties, to submit applications of employees prior to their date of eligibility, to keep all necessary records regarding membership; <br /><strong>8.</strong> That claims filed by or on behalf of members may, at Company&rsquo;s option, be suspended if premiums are not received timely; <br /><strong>9.</strong> The employer will receive, on behalf of members, all notices delivered by Company, and immediately forward such notices to persons involved, at their last known address; <br /><strong>10.</strong> The advance premium check does not create temporary or interim insurance coverage and that receipt and deposit of that payment does not guarantee issuance of insurance coverage. Rather, issuance of insurance coverage is expressly conditioned on Company&rsquo;s determination that the group is an acceptable risk based on their current underwriting practices and procedures. Unless these Conditions are met, there shall be no liability on the part of Company, except to refund the payment. The employer will be responsible for returning to individual employees any part of the payment contributed by those employees; <br /><strong>11.</strong> That in order for Company to accept or decline this application, all the information requested on this application must be completed. In the event the application is not complete, Company, or its designated agent(s), is authorized to obtain the necessary information and to complete that information on this application. The employer understands that the coverage issued by Company may be different than the coverage applied for herein. In that event, Company shall notify the employer of such differences, and by payment of the appropriate premiums, the employer will accept the coverage as issued; <br /><strong>12.</strong> The premium rates calculated for the employer are contingent, based upon the accuracy of the eligibility data submitted on employees and covered dependents to Company by the employer. Company reserves the right to review such rates upon receipt of all individual applications and modify the rates, if the enrollment information so warrants. Any misstatements on employees&rsquo; applications or failure to report new medical information prior to the employees&rsquo; effective dates may result in a material change to the group&rsquo;s coverage or premium rate as of the effective date of coverage; <br /><strong>13.</strong> The entire application for Group Insurance has been reviewed, and all answers contained herein are true and complete to the best of the employer&rsquo;s and/or authorized representative&rsquo;s knowledge and belief; <br /><strong>14.</strong> All employees applying for coverage are employees of the employer, receive salary or wages documented on state and/or federal payroll reports, work full-time (unless otherwise approved by Company in writing) and meet any other eligibility requirements for coverage; <br /><strong>15.</strong> That an employee not actively at work on the policy effective date or the employee&rsquo;s eligibility date will not be covered until such employee returns to active work. <br /><strong>16.</strong> The requested coverage is not in effect unless and until this application is approved by Company, that approval of coverage shall be evidenced by issuing insurance contracts and/or policies to the employer, and an employee&rsquo;s coverage is not in effect unless and until the employee applies and is approved for coverage by Company.</p>\n<p>Any person who, with a purpose to injure, defraud, or deceive any insurance company, files a statement of claim containing any false, incomplete or misleading information is subject to prosecution and punishment for insurance fraud, as provided in N.H. Rev. Stat. Ann. &sect;638:20.</p>"
    },
    "%vlocity_namespace%__ReusableOmniScript__c": false,
    "%vlocity_namespace%__Type__c": "Text Block",
    "Name": "GeneralAgreementTextCO",
    "VlocityDataPackType": "SObject",
    "VlocityRecordSObjectType": "%vlocity_namespace%__Element__c",
    "VlocityRecordSourceKey": "%vlocity_namespace%__Element__c/%vlocity_namespace%__OmniScript__c/Enrollment/WI_CT_NV_ME_NH/English/GeneralAgreementTextCO"
}